[
  {
    "video_id": "hf2HtvZvh7g",
    "combined_text": "Hey man. Hey man. What if you can't win? What do you mean? If life's a game, most of us spend the whole time trying to be the best to come out on top or to get something. But what if life isn't the kind of game you can win? Huh? Yeah. What if it's the kind of game we all just get to play together? That's a good game. But life isn't a game. Yeah, it's so much more. [Music]"
  },
  {
    "video_id": "WZQ54xfyOgU",
    "combined_text": "[Music] I'm not really here, am I? What do you mean? I'm going through the motions of life, but it's like I'm sleepwalking. Like, I'm not really here. Yeah, I know the feeling. I do what I know I'm supposed to do, but it's not me making the choices anymore. It's the choice is making me. Nice sentence. Thanks. But sometimes I wake up and I realize that this is actually my real life. Well, what do you want to do with your life? I don't know. Something real, something good. So do it. But what if it's too late? It's never too late. But change is scary. I know. But maybe the first change you need to make is starting to see the good that's right in front of you. It's remembering that you are really here. That this is really your life. And that that's a good [Applause] thing. Yeah. Maybe."
  },
  {
    "video_id": "IjuLkg75FXY",
    "combined_text": "Hey man. Hey man. How did we get here? What do you mean? Out of everywhere in the universe, how did we all end up living on this one blue marble? Oh, you mean like Earth? Yeah. Out of all the rocks in the universe, it's pretty lucky that we wound up on the one rock with flowers and redwoods and seashells and sandwiches. That, too. How do we just happen to be in the place that's perfect for us? Well, that's because we didn't just show up on Earth. We came from just like the forests and the oceans and the soil. We're one little part of this big blue marble. We are the earth. Oh, right. I love the earth. Thanks, man. Love you, too. [Music]"
  },
  {
    "video_id": "gqzAu4pmGdA",
    "combined_text": "Hey man. Wow, look at this flower. Cool. Let's keep going. Wow, look at the mossy trees. That's cool. Let's keep going. We're almost to the top. Wow, look at that sunset. Yeah, cool. Well, we should probably get going. Wait, wait, wait, wait, wait. You're not even going to watch the sunset? What do you mean? We're done. We went on a hike. But the point of hiking isn't just to have hiked. It's to hike. What's the difference? Well, why do you do anything? Do you laugh to have laughed or because it feels good to laugh? Do you breathe to have breathed or do you breathe just to breathe air? But those are just things humans have to do. Yeah, but are you living your life because you have to or because you get to? Oh yeah, because I get to. [Music] Pretty nice sunset. Really nice."
  },
  {
    "video_id": "Ir8DS8idUbY",
    "combined_text": "There are patterns everywhere and weird patterns too, [Music] dude. I know. Look like the branching leaves on the branches of the branching trees in rivers splitting like the veins branching through my arms that also have little branches. Yeah. And look at all the spirals, the ferns and vines swirling just like seashells with crashing waves. When you really look for it, you can see there's perfect patterns all around us all the time. From the really small to the really, really big. I guess it makes sense, but that doesn't make it any less amazing. Yeah."
  },
  {
    "video_id": "_BSppbUhfhU",
    "combined_text": "Hey man. Hey man. I think I forgot about what? I forgot that this is the point. Oh yeah, me too. [Music]"
  },
  {
    "video_id": "bYFs0CYP2Po",
    "combined_text": "Hey man, you okay man? Oh yeah, I'm just tired. Oh, okay. What are you tired of? Nothing. I'm actually fine. Thanks for asking. I know you, man. I can tell when you're sad. Tired? Just tired. Must have drank coffee too late in the day. Didn't sleep too well. Yep, that's it. You know, I'm here for you, man. If you want to talk about something. Of course, bro. But I don't want to talk about something. But if you did, well, I wouldn't want to be a burden. Homes slice. A sorrow shared is a sorrow haved. But then half the sorrow would fall upon thee. So I receive double the joy. So needing to talk to someone doesn't make me a burden. Makes you human."
  },
  {
    "video_id": "pVYqD3XEV90",
    "combined_text": "[Music] Hey man. Hey man. Man, when the world ends, I'm going to come to a place like this. What do you mean? You know, when it all hits the fan, I'm going to come out here to start again or just soak in all the beauty while I can. Oh, man. That's really dark. No, I mean, it just seems like that's the way things are going. But the world doesn't have to end. Yeah, but there's so much wrong with the world anyway. All I can do is look out for myself. But if everyone in the world thinks that way, there'll be no one trying to save it. But what are we supposed to do? I don't know exactly. But when things are wrong, you don't just give up. Yeah. You try and help. [Music]"
  },
  {
    "video_id": "02IFaEkptUw",
    "combined_text": "Hey man. Hey man. It's so nice here. Really nice. It makes me want to do nothing. A bug. Huh. Cool bug. Fish in the water. Yeah. Whoa. Poison oak. It's usually scary, but in the sun it's kind of beautiful. Look at the ripples on the water. Wa! I know we're doing nothing, but it feels really important. I'm out. [Music]"
  },
  {
    "video_id": "YQIqcwkLPMo",
    "combined_text": "[Music] Hey man. Hey man. Look at that. Whoa. Moss. That's one hairy rock. Even on a dark, rainy day like this. More vibrant than ever. After weeks of being dry, it comes to life in the rain despite the odds. I wonder what it's like to be moss. It must be hard being so dependent on the unpredictable world around you. I guess that's kind of like us. Like people. Yeah, it is kind of hard. Yeah, but look, it's kind of beautiful, too. [Music]"
  },
  {
    "video_id": "bmWa4wEOp-Y",
    "combined_text": "[Music] Where am I? You're on your phone. What? No, I was just checking the weather and then you started scrolling. Well, how do I stop? You can't. You're trapped. What? Just kidding. You can totally get off. How? You just have to make the choice. It's that simple. Get outside. Go to the library. Talk to an old friend. All these Dude, sorry. I can't stop. Don't you want to get out in the real world? I don't know. I'm scared. It's hard out there. Yeah, the world is hard. But that's why it needs [Music] you. You're still here. The video's over. Get out there. Sorry. The video was just so good. I'm I was just reading the comments."
  },
  {
    "video_id": "LQTlRiV61uo",
    "combined_text": "Hey man. Hey man. Look at that. Whoa. River moss. I feel like it's trying to say something. Like what? Like something about how to go with the flow. Yeah. Or how nice it is in the sun. Or how to not be afraid. How do you do that? I don't know. They make it look so easy. It just is. [Music] At least we know there's a way. [Music]"
  },
  {
    "video_id": "PJ94rx-yxso",
    "combined_text": "Hey man. Hey man, look at that. Oh, the rock. Yeah, it's it's cool, I guess. What? No, I I get it. Sandstone erosion, yada yada yada. But this is really really cool. Yeah, I get it. Hey, man. Look at that tree. No. Yeah, I know what trees look like. Well, it's huge. It's magical. Yeah, probably pretty old. Started growing yada yada yada. French Revolution. yada yada yada. I get it. But wow, isn't it? Yeah, it's all right. What? I've seen a sunset. Well, yeah, but this is your only chance to ever see this sunset. Oh, yeah. I get it. The precious nature of each moment. yada yada yada yada. Stop. What is that? What? What is yada? It's like fill in the blank, you know? So, fill in the blank. Okay. Yeah. So like the precious nature of each moment, how you wake up every day and you see the same things and do the same things. So you tend to take things for granted. But when you really pay attention, every moment, every rock, every tree, every sunset, it's all actually really amazing. Yeah. Oh, yeah. I get it. [Music]"
  },
  {
    "video_id": "IK_6nKkbjy0",
    "combined_text": "Hey man. Hey man. Do you ever miss the good old days? Yeah, I do. Me too. But I don't know. One day we'll look back and think of these as the good old days. Oh yeah. But wait, why doesn't it feel like it right now? What do you mean? Look around. Well, yeah, it's beautiful, but back then it felt like I was really living. But now I'm just stressed about all the stuff I have to do and other places I could be. It hardly feels like I'm really here. Well, yeah. In the moment, you're always worried about a million things, but looking back, you don't remember that. That's when you realize how beautiful this moment really was. Oh, okay. Wait, wait, wait, wait, wait. But doesn't that mean you're never actually happy? What now? If they're only good when you look back on them, doesn't that mean there are no good days? Oh, yeah. That can't be right. I guess we just have to try and see the good in the moment that's right in front of us. Yeah, you have to let go of the past and let go of the future and just be here now. Then it wouldn't just be the good old days. It would just be a good day. [Applause]"
  },
  {
    "video_id": "RT2T1ZuExlk",
    "combined_text": "Hey man. Hey man. Wow. Look at you. Huh? Look at you go. Moving through a world that's so much bigger than you. Full of giant green towers and obstacles in your way. Yeah. I bet it's hard sometimes. Yeah, it is. But you keep going. You flop one slimy little paw in front of the other. Okay. And you push on through. Okay. And it might not always make sense. So much is out of your control. But you keep going through this giant crazy world cuz somehow you just know it's worth it. Yeah. I'm so proud of you. I'm proud of you too, man. What? I'm proud of you, too, man. Oh, I was talking about the new. Oh, yeah. But I don't know, maybe we're not so different. Yeah."
  },
  {
    "video_id": "d3u0Vv5IVjo",
    "combined_text": "we're running out of time what do you mean it's just going so fast every grain of sand is like a day or a moment or a choice they're all just slipping through my fingers and I can't get them back yeah I know what you mean there they go but I don't know maybe that's not you maybe that's you I'm a mountain maybe you're not the sand running out maybe you're the Little Mountain it makes Maybe may all your days and moments and choices aren't running out maybe they're adding up I guess it depends on if time counts up or down what's the difference it feels different either way the sand ends up on the beach yeah I love the beach me too [Music]"
  },
  {
    "video_id": "o5V717IorCw",
    "combined_text": "hey man hey man should we be angry yeah probably let's give it a try you start okay yeah um I don't like self checkouts yeah yeah I don't care if it's more efficient you tell them right right I just like talking to people yeah and bags of chips are getting too small and cars are getting too big they are yeah and I don't know if they're related but I think they might be yeah it's working I I'm mad I'm angry that makes me angry and and and it shouldn't be a controver stat should care about people cuz humans shouldn't be each other's enemies we're supposed to help each other and once everybody realizes that we can finally start to Build a Better World so then what's anger for yeah so many of the world's problems just come from people being angry I guess it tells you when something's wrong but maybe to build something better it has to come from somewhere else I'm so mad right now I'm ready to fight so mad right now"
  },
  {
    "video_id": "PFTAaTTEFt4",
    "combined_text": "watch this whoa wait I never got to you saved me what did you never get to do I never got to what is it I never got to uh tell me hang out by the river with my best friend hell [Music] [Applause] yeah look oh cool [Applause]"
  },
  {
    "video_id": "tnv8RsB8xJQ",
    "combined_text": "hey man hey man that's the most beautiful thing I've ever seen oh yeah the mountains they're incredible no the flower oh but what about the crazy view that's Beauty no yeah that's great but look there's succulent forests and lyan painting pictures on every surface it's life sprouting up from bare rock but this this is like the backbone of the planet you could see if some space I can't even believe it all exists but all these little things exist too when you look a little closer you see that that little flower is just as amazing but isn't that kind of true about everything like maybe everything's amazing if you look hard enough [Music] [Music]"
  },
  {
    "video_id": "vxMD7JNJNcc",
    "combined_text": "[Music] hey man hey man remember how cool the future was supposed to be oh yeah well now it's the future and it doesn't feel very cool I know like what happened to flying cars or World Peace exactly instead of the cure for cancer and nuclear fusion we got weird New Media platforms that made everybody sadder and angrier than ever it's almost like under our current system the exponential progress of Technology will prioritize short-term profit and comfort over over the long-term well-being of Humanity in the natural world yeah but back in school they made it seem like the future was going to be so bright I guess they were hoping we'd be the ones to figure it out oh right so does that mean it just won't get better no it means things don't get better unless we make them better [Music]"
  },
  {
    "video_id": "ZwVDkewQq-E",
    "combined_text": "here's how I watch reels while hiking we all know hiking is great but let's be honest it gets a little boring sometimes so I try and watch as many reels as possible to pass the [Music] time here's how I watch reels while hiking you all know hiking is oh no not again I scroll too far it's like Inception but for real I got so distracted that I forgot that the world is actually real not just reals that was cringe maybe it was based oh wait cooked I was cooking what am I even saying the whole world is out there right now waiting for us there's actually a real life to go live not just hey man wake up you okay you dozed off oh yeah dude I just had this weird dream about watching reals while hiking what's reals you know like Tik toks like a clock YouTube shorts nope Instagram what's an Instagram oh right it was all just a bad dream I'm so stressful made any sense"
  },
  {
    "video_id": "YcM8vXAutMU",
    "combined_text": "hey man hey man look at that rock isn't it amazing yeah I guess it is think of the millions of years it took for it to take shape yeah I've never really thought about that it's been carved into this perfect shape by random chance just in time for us to be here to see it it makes you feel pretty lucky to be here and so small what what oh you were just looking at a normal rock yeah I was but I guess even the ordinary can be extraordinary [Music]"
  },
  {
    "video_id": "VfxxkPn1mRI",
    "combined_text": "[Music] I'm scared of what that I've got the whole year hanging over my head it's going to be okay but what if it's hard it will be they're almost always hard but what if something goes wrong oh yeah lots of things will go wrong but you already knew that yeah and I guess some things will go right too so what's so scary Anything Could Happen looking ahead it's just blank yeah that is scary then again Anything Could Happen [Music] oh yeah"
  },
  {
    "video_id": "gdZXqVbiYFg",
    "combined_text": "hey man hey man dude 2024 is about to be a movie dude the year's over it happened already that that was the whole year that felt like 2 months and it sucked what it was so hard and so much went wrong what do you mean I didn't do like 80% of the stuff I wanted to well that's not true there was a lot of good like remember that bird that was awesome and what about all the times you had lunch I love lunch but I mean like bigger things accomplishments but year isn't just a bunch of check boxes it's everything good and bad it's each moment that got you here I guess you can make the world a better place every day just by being in it that's a pretty big accomplishment yeah maybe [Music]"
  },
  {
    "video_id": "kNvO5RLJNaw",
    "combined_text": "hey man hey man look at that an ancient tree covered in Moss oh yeah what's wrong you usually love looking at Mossy trees it's just how do you find beauty in the passage of time if you know that one day it'll leave you behind huh I don't [Music] know we should probably ask what do you think [Music] stop oh yeah there's your answer [Music]"
  },
  {
    "video_id": "TPdqdJ2VbiQ",
    "combined_text": "[Music] hey man hey man you okay uh I think I'm just in the thick of it right now what do you mean I can't explain it but it just feels like I'm in a cloud and I can't see 2 feet in front of me there's nothing wrong I should be happy oh yeah I know the feeling what do you do I don't know it's easy to get caught up on where you think you should be but if you just try to be kind to yourself and focus on where you actually are that's when you start to see what's right in front of you it breaks my heart [Music]"
  },
  {
    "video_id": "g9ybxjDillg",
    "combined_text": "hey man hey man you know what I noticed when you watch the sunset it makes whatever day you just had feel like it was a really good day huh I feel like that means something like what like how even on your worst days it reminds you that the world is still green flash green flash green flash I saw it saw I saw I swear I swear I think I saw I think I saw it I think I think"
  },
  {
    "video_id": "YhonQraR4oo",
    "combined_text": "I sent you this video because you are my friend and you make even the hardest days a little bit brighter what what what did you just say oh for the video I was just saying something like send this to your bro who you would move mountains for wa that's really nice yeah but it was also kind of like a joke see I find that a layer of irony makes easier to share feelings other Express yeah let me try if you're seeing this video your friend is grateful for you you're my brck I like how we don't have to do anything to get together we can just hang out in the dark and cold expanses of the universe our only hope is the warm cradle of human compassion and you are a beacon of that hope for me yeah man man that was awesome I wish we could say stuff like that in real life yeah I mean we could yeah we could no that I know yeah we wouldn't we could you mean the world to me man I feel the same exact way you are my friend"
  },
  {
    "video_id": "KclnyAIfPPA",
    "combined_text": "it just feels like everything is wrong and no amount of Hope is going to change that you try and try to stay positive but what's the point if it's too late yeah I know the feeling at a certain point hope just hurts yeah it does hurt but the fact that you're hurting means you still care it means you're human and that's a good thing as long as there's people out there who care it isn't too late and you're not alone yeah I guess so [Music]"
  },
  {
    "video_id": "H0B95Aai_Zs",
    "combined_text": "hey man hey man why can't we just be happy all the time what do you mean like if life is so great why do we have to be sad sometimes I guess it depends on how you think about it like is happiness just the absence of sadness or is it the other way around are they twoo totally different emotions what would happiness even be if you never felt sad I don't know but sometimes I still wish that's how it was yeah me too but maybe happiness is just the name who give a million different things maybe sadness is the same way maybe the trick isn't to chase happiness or run from sadness yeah maybe there's something bigger than either one [Music]"
  },
  {
    "video_id": "1GoDxXo--So",
    "combined_text": "hey man hey man sh oh look at that he's sleeping an ancient Titan slumbering in the Earth yeah man what should we name him Robert that's good what do you think he's dreaming about I don't know man what had a dream once that I was wrong and I didn't have to worry about anything no worries no stress no 401K I just had to be a rock I wonder if the rock is dreaming about us and all the things that we get to do like walk around and eat food and have friends it's probably dreaming about how nice it is to be a person [Music]"
  },
  {
    "video_id": "RwMoILuu-MM",
    "combined_text": "hey man hey man look at that oh I get it get what the point what point oh we get to see this I'm glad we're alive to see this yeah I'm glad we get to see everything yeah me too o [Music]"
  },
  {
    "video_id": "dPMVr3ECgPc",
    "combined_text": "[Music] hey man isn't it crazy how you can never actually see yourself what do you mean well there's pictures and mirrors and video but those aren't the real thing but I'm seeing myself right now but that's not you that's just your hand so where am I there so I'm my head you're your brain but what's really in there well your brain's made of cells and and molecules and and those are made of atoms and what are those I don't know Stardust well what's this made of and what about all that well I guess it's the same so maybe you can actually see yourself oh yeah but something's still missing what me but what's you the thing that knows it's me well what's [Music] knows this is nose high five high five high five"
  },
  {
    "video_id": "vAyQEwQj7oc",
    "combined_text": "hey man hey man what do you mean huh I didn't say anything no like what does anyone mean oh I get it it just seems like everyone else hasn't figured out well I don't know what does the grass mean or the mountains or the goats well the mountain is just a place for the grass to grow and the grass just blows in the wind and maybe one day a goat will eat it well what makes you so different from all that I don't want to be eaten by a goat no like maybe you can just be maybe that's your purpose to ask what it all means [Music] no to know it all means [Music] something oh yeah"
  },
  {
    "video_id": "KvS09xVejHk",
    "combined_text": "hey man hey man Central Park is nice but you know what would be better h a parking lot yes the city is so packed with buildings but there's this huge open space in them lot being used for anything exactly picture this Apple Store Apple Store there's an Apple store that would be so convenient and there's got to be some oil under here we're going to be rich why hasn't anybody thought of this wait look around everybody actually seems really happy oh yeah you're right it's almost like having a place to come together and enjoy their lives in nature build a sense of community and makes people happy it's actually pretty [Music] beautiful remember"
  },
  {
    "video_id": "6rqxCQiFRWw",
    "combined_text": "hey man hey man it's going to blow what a frozen volcano it could erupt at any moment destroying everything wao it's total chaos no dude it's total reason no it's scary and unpredictable exactly it's a volcano that's how it works but this whole beautiful landscape could be wiped out but this whole beautiful landscape is here because of that volcano it's a part of it no it's not like that everything's like that but you're basically saying that unpredictability and Chaos are built into the world well yeah they built the world oh [Music] yeah either way it's pretty beautiful"
  },
  {
    "video_id": "EwbL80vEcFg",
    "combined_text": "hey man hey man if you had a million years to live what would you do I don't know that's too long what I wish I had that long I finally have time to count the leaves what leaves all of them but I think I'd still get bored but then we'd have enough time to make a real difference do some good and help people yeah I guess so or you could just sit on a rock somewhere figuring it all out figuring what out everything but what if there's still too much to fix and even in a million years you still can't figure it out well I guess we'd have to learn to appreciate life and do all the good we can without having all the answers yeah but couldn't we just do that now oh yeah I guess we could"
  },
  {
    "video_id": "o49ru2_i72E",
    "combined_text": "hey man hey man look at [Music] that oh no what what have I've been doing with my life what do you mean it's gorgeous exactly it's too beautiful I've wasted my whole life not being here not living the life I should have no it's just it's taken time to get here what like the hike no man I mean your whole life everything has led you to this point right now yeah but if I could go back can't go [Music] back I wish I could have been here sooner well you're here now so look [Music]"
  },
  {
    "video_id": "8-V4O6AmPnw",
    "combined_text": "hey man hey man look at that oh nice a rainbow wait it's a row it's so amazing but so fleeting oh man you're right I wish you were always here so we could always cherish its beauty but maybe that would make it less special true true we have to do something right what do we do I don't know what do we do I don't know um what do we do what do we do this is so hard oh dude I got it wait me too we soak in the beauty of each moment we can while acknowledging its impermanence and understanding that the temporary nature of its existence makes it all the more precious what yes [Music] dude we soak at the beauty [Music]"
  },
  {
    "video_id": "tGHsNlaRWio",
    "combined_text": "hey man hey man it's cool we bought the same hats right no yeah it's like really cool it's the cat's pajamas it is that anyway what are we talking about again um the Transcendent beauty of glacial ecosystems look oh yeah like how you can tell that this Valley has been carved by ancient glaciers over thousands of years look at all the waterfalls flowing down from the ice to all the rivers and the lakes and the Bears and the fish it's all connected but I guess that also makes it pretty fragile yeah that's why it's so important to protect it I guess the whole world's like that yeah but being connected doesn't just mean you're fragile look how well it works when it does yeah it's worth [Music] it sick hat by the way a stop it"
  },
  {
    "video_id": "_qvwkbqJduE",
    "combined_text": "yeah wo hey man hey man look at that waa it's so beautiful it feels like we're on another planet what you know like if we terraformed Mars or something I guess that would be cool yeah it's out of this world no but this is in this world all of this is earth oh yeah and Earth is already pretty perfect for us we don't have to go anywhere we just have to care for it [Music]"
  },
  {
    "video_id": "e4Zr5yw0IYw",
    "combined_text": "here's how to make the most out of your day and here's what you are doing wrong what what what are you saying it was for the video what video oh uh I don't know I guess I was just trying to maximize my life get the most out of my day you know what do you mean it just always feels like there's something I'm supposed to be doing or whatever I am doing it feels like I'm doing it wrong but have you ever tried just letting yourself be what do you mean I always am yeah I know but how often do you really notice yeah I guess you're right"
  },
  {
    "video_id": "tx5tVi9Z06Q",
    "combined_text": "everything's changing no it's not yeah it is last time I was here the hills were green and now they're totally Brown oh yeah I guess they are so everything is changing huh yeah what's wrong with that well the green was so beautiful and full of life but now it's different well yeah but that's everything nothing ever stays the same for very long but that's what I'm worried about it's okay the hills turning brown is just part of the process I have to do this so they can be green again next time if you didn't change you'd never be able to grow oh yeah [Music]"
  },
  {
    "video_id": "8s-VZQnMsNs",
    "combined_text": "hey man hey man look whoa an Endless Sea of fog and an island out in the middle of it huh when you're above the clouds they look so beautiful you can see it all moving together yeah but when you're in the fog it can be scary and hard to find your way huh maybe from a bird's eye view Everything Is Beautiful [Music] yeah maybe so"
  },
  {
    "video_id": "Ra_t0W0CDN4",
    "combined_text": "[Music] hey man hey man you know that theory that there's an infinite Multiverse yeah weird right you think we're friends in all the other universes well I guess there's no way of truly [Music] knowing nah I bet we are [Music] [Music]"
  },
  {
    "video_id": "bjZ9KtQflpQ",
    "combined_text": "hey man hey man how much money is the world huh like how much is it worth well you calculate the GDP of every major country and add up all the no that's not what I mean like how much money is this Leaf the leaf it's not worth anything you can't sell it to anyone no but really look I love this this is important see what I mean well now I'm confused it's almost like things have value beond monetary systems and ignoring that worth is to a reckless disregard of the natural world and a loss of basic kindness and respect for our fellow human being huh yeah so how much money is the world worth maybe that's the wrong question [Music]"
  },
  {
    "video_id": "6GCD4_SVWHw",
    "combined_text": "hey man hey man life is pretty hard sometimes yeah it is but sometimes it's pretty beautiful too yeah it is [Music]"
  },
  {
    "video_id": "aRxeiP67NYk",
    "combined_text": "hey man hey man do you ever wish things had turned out differently yeah sometimes you okay there's a million ways things could aband you know yeah but look at the way things [Music] are maybe this isn't so bad all fly by"
  },
  {
    "video_id": "utvxwF9fcE8",
    "combined_text": "hey man hey man I think our parents were right what do you mean I think it is the damn P huh yeah [Music]"
  },
  {
    "video_id": "VUw5IptmpDE",
    "combined_text": "hey man do you ever miss the way the world felt when you were a kid yeah there was something so magical about seeing the world for the first time it's too bad that changes maybe it doesn't happen but I guess we still are seeing the world for the first time yeah it's pretty magical"
  },
  {
    "video_id": "wRgFeYc82MI",
    "combined_text": "[Music] hey man hey man look oh flowers wow they sure are beautiful does it ever feel like your heart's going to be broken forever oh yeah sometimes does it ever get better no what well maybe kind of what do you mean it just gets further away eventually so I have to keep feeling like this yeah a little bit but you're feeling these really big things cuz you care and that's a good thing a really [Music] good it breaks my heart yeah yeah"
  },
  {
    "video_id": "yEXbOOB_lCI",
    "combined_text": "hey man hey man wait wa wait wait wait wait wait wait what what is it don't what's wrong watch your step what there's Universe of Life beneath your very foot that's just the ground you got to look a little closer wow cool look at that a pine needle Forest a rly Poley migration the grass is as tall as redwoods when you're down here there's a whole world down here I feel like I could spend my whole life looking at this one square inch of dirt the closer you look the more good there is to see when you pay attention everything seems [Music] important maybe everything's like that [Music]"
  },
  {
    "video_id": "fmQ6ieXtLtI",
    "combined_text": "hey man hey man look whoa it looks like Beyond the Edge of the universe no Beyond the Edge of the universe doesn't look like anything well yeah it looks like nothing no it just isn't what it's like the e8th day the week blend but that doesn't exist exactly it's like empty space no space is a thing it's a place and a time it's something oh right yeah so what would it be like it just wouldn't huh you can't even describe it in words it's beyond the rules of our known universe so use a metaphor it's like a blank sheet of paper with nothing on it so kind of like that oh yeah what would you write on the [Music] paper I don't know I'd read something nice"
  },
  {
    "video_id": "u2eQa7qNoc0",
    "combined_text": "hey man what are you listening to oh uh the sounds of spring what the sound of spring what's that the sound of the natural world coming to life all around us [Music] listen it's here yeah man it's finally [Music] spring [Music]"
  },
  {
    "video_id": "hsIj573ok2o",
    "combined_text": "hey man whatever you do you better not be a frog enjoying the beauty of a waterfall don't even worry about it man there's no way I'm doing [Music] that"
  },
  {
    "video_id": "RzGVrneaUSo",
    "combined_text": "here's how to fail upwards you try and try and try again and fall and fall fall again and then you go and try something else and fall there too and again and again and again until maybe finally come on go it go you don't wo so there yes [Music] yes yes yeah D that was sick"
  },
  {
    "video_id": "jGAunPwes5E",
    "combined_text": "hey man tell me your hottest take and I'll give you 50 bucks okay it's a bit controversial but uh okay okay probably that it's worth it what it's worth it what is everything even with all that's wrong in the world yeah the world's worth [Music] saving it was late at night you"
  },
  {
    "video_id": "ws_CERFr-0c",
    "combined_text": "[Music] come on wow that's a good shot wa they actually look a lot like us that is us we just took the video a second ago no not These Guys these guys are experiencing pure unadulterated Bliss that's not me yeah it is no I have all these thoughts and concerns that's normal not for this guy I bet this guy's life feels like a movie well aren't you happy to be here yeah best part of my week well then maybe what you're actually experiencing is better than that why because it's [Music] real"
  },
  {
    "video_id": "qYLdjfQfuUw",
    "combined_text": "help hey man hey man little help oh yeah thanks for saving me back there man what are friends for what are friends for huh like what are friends I guess it's someone that you like someone that you care about yeah but why why do we care because we know them we understand them right yeah we're in the same place at the same time then we go through similar struggles yeah but how's that different from any person walking by on the street huh all of us everyone we in the exact same place at the exact same time going through the world together wouldn't that make like everyone my best friend huh yeah I guess it would"
  },
  {
    "video_id": "KdM5KjJF2-c",
    "combined_text": "hey man hey man look at [Music] that wow it's so beautiful so beautiful you could see the entire ecosystem from here every little thing it's all working together the floor and fauna the water cycle look at all the textures and the details it kind of makes you feel [Music] Giant [Music] oh"
  },
  {
    "video_id": "MywESIX9e4w",
    "combined_text": "hey man what are your ins and outs for 2024 oh okay my number one in for 2024 is um finding the beauty in the mundane what finding the beauty in the mundane where do you find that wherever you [Music] look even when it's raining especially when it's raining oh I like that uh am I out probably Brown beanies with a little cuff in them not big on those thanks"
  },
  {
    "video_id": "4jhaVMI4Sgk",
    "combined_text": "hey man what are you listening to oh uh the sound that a leaf makes is it touches the Earth what what oh the sound a droplet of water makes is it rejoins the sea I haven't heard of that one yeah you have you just haven't been listening oh who's that one by nobody man or everybody everything"
  },
  {
    "video_id": "vcFD-nqs2Z0",
    "combined_text": "[Music] hey man hey man look at that whoa waterfall I wish I was a drop of water totally please explain why though I don't know it's that it's the same water that's been here since the dinosaurs dinosaur pee yeah I just wish I was a part of the water cycle it's in a waterfall then it's in a river then the ocean and then it rains back down I just think it would be really nice to be a moving part of the beautiful cycle yeah I think we are [Music] [Music] man Al"
  },
  {
    "video_id": "o6JN4fpHH5k",
    "combined_text": "welcome to Sleepy Half Moon Bay well the other towns are out and parying at 6:00 p.m. Half Moon Bay he nice and cold locals head to the beach to perhaps catch a fish or two look at the sunset as that great helius drops below the [Music] Horizon so if you ever find yourself on this side of the Pacific Highway make sure stop in Sleepy Half Moon Bay catch some waves catch some rest catch some well needed Serenity you Serv here on the California coast we love you Thomas and [Laughter] Andy if you love the smell of the Fresh Ocean Breeze make sure to drop [Music] by"
  },
  {
    "video_id": "nT45cdZquRU",
    "combined_text": "hey man hey man Sun's down oh yeah day is over have you ever heard the saying how you spend your days is how you spend your life oh man I never thought of that is that true yeah I checked on Google oh wow it's just I hope I'm spending my days right I don't think there is one right way to spend your time and anyway look around I think this is a good day [Music] I think you're [Music] right"
  },
  {
    "video_id": "XwgS-aUs6xY",
    "combined_text": "hey man hey man sh oh look at that he's sleeping an ancient Titan slumbering in the Earth yeah man what should we name him Robert that's good what do you think he's dreaming about I don't know man but I had a dream once that I was wrong and I didn't have to worry about anything no worries no stress no 401K I just had to be a rock I wonder if the rock is dreaming about us and all the things that we get to do like walk around and eat food and have friends it's probably dreaming about how nice it is to be a [Music] person"
  },
  {
    "video_id": "c6mxwg-1Cmw",
    "combined_text": "hey man hey man look at that oh cool what a wise General giant yeah totally playing tectonics and whatnot [Music] you think I'm a good guy what yeah you're a great guy okay that's good I wanted you huh no it's just I hope I've been a good guy pretty much and how in comparison to this rock we've only been here been here and I I want to make sure to use the time to me [Music] be kind to everything with all the time you have"
  },
  {
    "video_id": "V9sy6HAhWEA",
    "combined_text": "hey man oh hey man look at that [Music] oh man that's big I know it kind of looks like a you know it's almost 2 000 years old wow and it makes you think it's been around since like Caesar time for like every single historical event this exact tree has been growing right here kind of makes you feel small [Music] yeah anyway I've gotta go check out this thing over there [Music]"
  },
  {
    "video_id": "d9KR0k8aOeY",
    "combined_text": "it's broken Chef it's broken why are you [ __ ] me why are you [ __ ] me [Music] [Music] [Music] let's smoke a cigarette [Music] cigarette mom [Music] there's money [Music] where's the Counting Crows coming from"
  },
  {
    "video_id": "FAGGm5_RhH4",
    "combined_text": "hey man hey man look at that oh the river I like the sound me too what do you think it's trying to say I don't know yeah me neither [Music] probably that we should say we love each other would you say what'd you say I didn't say anything I I didn't no"
  },
  {
    "video_id": "BS5tm1CiZ9I",
    "combined_text": "[Music] hey man how's it going good what's she doing I'm just watching TV this is my favorite show [Music]"
  },
  {
    "video_id": "qIsMWNF_Gbw",
    "combined_text": "[Music] how much is it it's free free range grass bag we don't know where's it from we found it it's milk we checked with science go to the fridge look at the milk that's ours we have the most milk but we're not big milk we hate those guys there's nothing wrong with our milk it's not paint that would be weird does it turn you into a vampire stop thinking that"
  },
  {
    "video_id": "ls4zHvD0njo",
    "combined_text": "top three places to play my song one Cathedral Gardens two getting chased by Robin Johnny and the garbage boys three in the tunnel Great River you're a fast one I'm gonna get you though"
  },
  {
    "video_id": "8s36e09ariw",
    "combined_text": "[Music] we have mail Little Miss rhubarb asks us Earl Hey Thomas Andy what if you break up on the right side of the bed in the morning and it just feels like a bad day that's a great question Earl because some days no matter what you do things just don't feel right and it's scary because you think maybe maybe I'll feel like this forever but even in those times it's important to keep doing the things that might make you feel just a bit better whether that's having a good cup of joe or taking your shoes off in the park let those puppies breathe so much better now anytime well guys that's about it for now feel free to leave a comment for next time and of course to donate to Earl's legal defense fund he's just misunderstood"
  },
  {
    "video_id": "mmxwFUyshjM",
    "combined_text": "have you seen that new video of Conor McGregor fighting that kangaroo no way dude it's insane he dropped kicks that weird dog all the way back to Antarctica hell yeah dude I loved UFC what do you think girl oh man well I mean I don't know guys I think the Combat Sports actually pose a pretty significant moral quandary on the one hand in a perfect world maybe Combat Sports could act as an outlet for our Primal violent urges allowing us to find a deeper peace and prosperity elsewhere but the thing is guys we don't live in a perfect world and as it is I'm worried that this fascination with violence is just perpetuating and feeding on our deepest and most troubling instincts fear anger and hate as Gandhi says I object to violence because when it appears to do good the good is only temporary evil does is permanent but that kangaroo video was pretty sick"
  },
  {
    "video_id": "Evscf1x9T8Y",
    "combined_text": "does Andrew Tate have the most w r is on the planet because I think he might be the rizzler dude no he's like a terrible person he manipulates women he's like a bad guy sorry one second what are you doing um I'm looking at the Minecraft jump jump jump jump jump jump jump jump jump you know like these but I like the ones with the cars you know what I'm talking about like yeah I'll change the channel nice cool I also like the text that says everything because it helps me understand what you're saying totally totally you can probably keep scrolling now what was that you had to do you had to do something kind of important and then you got stressed so you went to your phone looked at your phone it's okay I do it all the time this isn't even a podcast it's not real oh man man dead definitely dead"
  }
]